Repository: KumariOS/Bicyclette
Catalog: Files/*.lproj/Help.strings
Languages: de, fr, pl

# HELP_TITLE
source: Welcome
de: Hallo!
fr: Bonjour !
pl: Witamy!

# HELP_FOREWORD
source: A few words before we begin.
de: Bevor wir beginnen…
fr: Quelques mots avant de commencer.
pl: Kilka słów zanim rozpoczniemy.

# HELP_BICYCLETTE_DISPLAYS
source: Bicyclette displays the available bikes and docks, in real time:
de: Bicyclette zeigt verfügbare Räder und Ständer, in Echtzeit:
fr: Bicyclette affiche en temps réel les vélos et les places libres :
pl: Bicyclette wyświetla dostępne rowery w stacjach dokujących, w czasie rzeczywistym:

# HELP_BIKES
source: Available Bikes
de: Verfügbare Räder
fr: Vélos disponibles
pl: Rowery są dostępne

# HELP_PARKING
source: Empty Docks
de: Freie Ständer
fr: Places libres
pl: Puste stojaki

# HELP_STALE
source: A gray symbol indicates the number of docks in the station.
de: Das graue Symbol zeigt die Anzahl der Ständer in der Station
fr: Un symbole gris indique le nombre total de bornes.
pl: Kolor szary wskazuje liczbę wolnych stojaków w stacji

# HELP_STARRED_STATIONS
source: You can star your favorite stations to find them faster.
de: Markieren Sie Ihre Lieblingsstationen, um sie schneller zu finden.
fr: Marquez vos stations préférées d’une étoile pour les repérer plus vite.

# HELP_NOTIFICATIONS_BEHAVIOUR
source: When you come near a favorite station, Bicyclette will show up a message like this:
de: Sobald Sie sich ihr nähern, werden die Verfügbarkeiten auf dem Bildschirm angezeigt.
fr: Dès que vous approchez d’une station favorite, le nombre de vélos disponibles s’affiche sur l’écran de l’iPhone.
pl: As soon as you near it, the availability in your stations shows up on your iPhone screen.

# HELP_GEOFENCES
source: These are “Geofence” automatic alerts. You don't even have to open the app!
de: Bicyclette setzt einen “Geofencing” Alarm um die Station.
fr: Ce sont des « Barrière virtuelle » (« Geofence »). Vous n’avez même pas besoin de lancer l'app !
pl: Bicyclette then sets up a “Geofence” alert around it.

# HELP_PLEASE_HELP
source: If you like this app, donations are welcome!
de: Wenn Sie die App mögen, ist Ihre Hilfe höchst willkommen!
fr: Si cette app vous plaît, les dons sont appréciés !
pl: Jeżeli lubisz tę aplikację, Twoja pomoc jest mile widziana!

# HELP_PAY_WHAT_YOU_WANT
source: You can make a donation right from inside the app, using In-App Purchases.
de: Es ist komplett freiwillig, und Sie zahlen, wieviel Sie wollen.
fr: Vous pouvez faire un don directement depuis l’appli, en achat In-App.
pl: Jest całkowicie opcjonalna i płacisz za co chcesz.
