Repository: KumariOS/Bicyclette
Catalog: Files/*.lproj/Localizable.strings
Languages: de, fr, pl

# BIKE
source: Bikes
de: Räder
fr: Vélos
pl: Rowery

# PARKING
source: Docks
de: Ständer
fr: Places
pl: Stojaki

# STATION_STATUS_CLOSED
source: Station Closed
de: Station geschlossen
fr: Station fermée
pl: Stacja nieczynna

# LOCALIZATION_ERROR_UNAUTHORIZED_TITLE
source: The Location Services (GPS) are disabled.
de: Die Ortungsdienste (GPS) sind deaktiviert.
fr: Le service de localisation (GPS) est désactivé.
pl: Usługi lokalizacji(GPS) sš wyłšczone.

# LOCALIZATION_ERROR_UNAUTHORIZED_DENIED_MESSAGE
source: You can authorize Bicyclette to use the Location Services in Settings > Privacy.
de: Sie können Bicyclette den Zugriff auf die Ortungsdienste unter Einstellungen > Datenschutz gewähren.
fr: Vous pouvez autoriser Bicyclette à utiliser le service de localisation dans Réglages > Confidentialité.
pl: Zezwól Bicyclette na używanie usług lokalizacji w UstawieniachÂ >Â Prywatnoć.

# STATION_%@_STATUS_SUMMARY_BIKES_%d_PARKING_%d
source: %2$d bikes, %3$d empty docks à %1$@
de: %2$d Räder, %3$d freie Ständer in %1$@
fr: %2$d vélos, %3$d places à %1$@
pl: %2$d rowery, %3$d puste stojaki Ă %1$@

# CONTACT_EMAIL_SUPPORT
source: Have an idea? Found a bug?
de: Haben Sie eine Idee? Fehler gefunden?
fr: Une suggestion, un bug ?
pl: Masz pomysł? Znalazłe błšd?

# STORE_PLEASE_HELP_LABEL
source: Like this app?
de: Sie mögen die App?
fr: Vous aimez ?
pl: Lubisz tę aplikację?

# STORE_PLEASE_HELP_BUTTON
source: Help Me Make It Better!
de: Helfen Sie mir!
fr: Faire un don !
pl: Pomóż mi jš ulepszyć!

# SHARE_BICYCLETTE_MESSAGE_GENERIC
source: Bicyclette, the best app for bike-sharing! @bicycletteapp
de: Bicyclette, die beste App für Fahrradverleih! @bicycletteapp
fr: Bicyclette, la meilleure appli pour les vélos en libre service ! @bicycletteapp
pl: Bicyclette, najlepsza aplikacja dla miejskich rowerów! @bicycletteapp

# SHARE_BICYCLETTE_MESSAGE_CITY_%@
source: Bicyclette, the best app for %@! @bicycletteapp
de: Bicyclette, die beste App für %@! @bicycletteapp
fr: Bicyclette, la meilleure appli pour %@ ! @bicycletteapp
pl: Bicyclette, najepsza aplikacja dla %@! @bicycletteapp

# APPSTORE_RATINGS_BUTTON
source: Rate on the App Store
de: Im App Store bewerten
fr: Noter sur l’App Store
pl: Oceń na AppÂ Store

# SEE_HELP_LABEL
source: Need some help?
de: Sie brauchen Hilfe?
fr: Un problème ?
pl: Potrzebujesz pomocy?

# SEE_HELP_BUTTON
source: View the Instructions
de: Anleitung anschauen
fr: Revoir l’aide
pl: Zobacz Instrukcje

# STATIONS_LIST_CITY_%@
source: “%@” stations:
de: “%@” Stationen:
fr: Liste des stations %@ :
pl: «%@» stacje:

# UPDATE_STATIONS_LIST_BUTTON
source: Update
de: Aktualisieren
fr: Mettre à jour
pl: Aktualizuj

# STORE_ALERT_TITLE
source: Is this app useful to you? Your help is most welcome!
de: Ist diese App für Sie nützlich? Ihre Hilfe ist sehr willkommen!
fr: Cette appli vous est utile ? Votre aide est la bienvenue !
pl: Czy ta aplikacja jest przydatna? Twoje wskazówki sš mile widziane!

# STORE_ALERT_MESSAGE
source: You can give what you want.
de: Sie können soviel geben wie Sie wollen.
fr: Vous donnez ce que vous voulez.
pl: Wyra swojš opinię.

# STORE_ALERT_CANCEL
source: Not now
de: Jetzt nicht
fr: Pas aujourd’hui
pl: Nie teraz

# STORE_ALERT_OK
source: Yes!
de: Ja!
fr: Faire un don
pl: Tak!

# STORE_UNAVAILABLE_TITLE
source: Unable to make the purchase
de: Kauf nicht möglich
fr: Achat impossible
pl: Nie można dokonać zakupu

# STORE_UNAVAILABLE_MESSAGE
source: In-App Purchases are disabled.
de: In-App Käufe sind deaktiviert.
fr: Les achats intégrés sont désactivés.
pl: Zakupy sš wyłšczone

# STORE_SHEET_TITLE
source: Is this app useful to you? Your help is most welcome! Give what you want:
de: Ist diese App für Sie nützlich? Ihre Hilfe ist sehr willkommen! Sie können soviel geben wie Sie wollen:
fr: Cette appli vous est utile ? Votre aide est la bienvenue ! Donnez ce que vous voulez :
pl: Czy ta aplikacja jest przydatna? Twoje wskazówki sš mile widziane! Wyra swojš opinię:

# STORE_SHEET_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anulowanie

# STORE_THANK_YOU_LABEL
source: Thank you!
de: Vielen Dank!
fr: Merci !
pl: Dziękujemy!

# UPDATING : FETCHING
source: Downloading…
de: Herunterladen…
fr: Téléchargement…
pl: PobieranieâŚ

# UPDATING : PARSING
source: Updating…
de: Aktualisieren…
fr: Mise à jour…
pl: AktualizowanieâŚ

# UPDATING : NO NEW DATA
source: The list is up to date.
de: Die Liste ist aktuell.
fr: Liste à jour
pl: Lista jest bieżšca.

# UPDATING : COMPLETED
source: Update complete
de: Aktualisierung abgeschlossen
fr: Mise à jour terminée
pl: Aktualizacja ukończona

# %d STATION COUNT OF TYPE %@
source: %d %@ stations
de: %d %@ Stationen
pl: %d %@ stacja/i

# UPDATING : FAILED
source: Update failure
de: Aktualisierungsfehler
fr: Échec de la mise à jour

# UPDATING : COMPLETED WITH ERRORS
source: Stations with erroneous geolocation have been rejected:
de: Stationen mit falschen Standorten wurden ausgeschlossen:
fr: Des stations mal géolocalisées ont été ignorées :
pl: Stacje z błędnej lokalizacji zostały usunięte:

# FENCE_MONITORING_ERROR_TITLE
source: Can not set add this stations to your favorites
de: Konnte die Station nicht zu Ihren Favoriten hinzufügen
fr: Impossible d’ajouter cette station aux favoris
pl: Can not add this station to your favorites

# FENCE_MONITORING_ERROR_MESSAGE
source: iOS only allows a limited number of geolocated alerts (about 20). Pleast try to remove other stations from your favorites.
de: iOS erlaubt nur eine beschränkte Anzahl von standortbezogenen Alarmen (ca. 20). Bitte entfernen Sie andere Stationen von Ihrer Favoritenliste.
fr: iOS n’autorise qu’un nombre limité d’alertes géolocalisées (environ 20). Essayez de retirer d’autres stations favorites.
pl: iOS only allows a limited number of geolocated alerts (about 20). Please try to remove other stations from your favorites.

# DESIGN_AND_CODE
source: Design & Code Nicolas Bouilleaud
pl: Projekt & Kody Nicolas Bouilleaud
